Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/forfall-s.htm.tmx
Source language: sme
Languages: nob

source: Suohkanat sáhtte maiddái ohcat doarjaga interneremii , skuvlaáiggi viiddideapmái , unnamánáidskuvllaide ja ođđa skuvlabiirriide .
nob: Kommuner kunne også søke støtte til internering , utviding av skoletida , til småbarnsskoler og nye skolekretser .

source: 1901:s ohcá Fálesnuori skuvlastivra doarjaga interneremii ja ođđa smávvaskuvlabiirii .
nob: I 1901 søker Kvalsund skolestyre om støtte til internering og ny småskolekrets .

source: Ohcan oažžut 100,00 ru. interneremii ákkastallojuvvo ná : « Doarjja interneremii lea jurddašuvvon geavahuvvot nu ahte johtti skuvlamánát , geain lea dárbu dasa , ožžot belohahkii veahki orrumii bearrašiid luhtte skuvlabáikkis , belohahkii fas borramušlasáhussii dalle go orrot orrunlanjain mat leat ordnejuvvon skuvlavisttiin . »
nob: Søknaden om kr 100,00 til internering begrunnes slik : « Bidraget til Internering agtes anvendt saaledes at tilreisende trængende Skolebørn faar dels hjelp til Indlogering hos Familier paa Skolestedet , dels Kosttillegg forsaavidt de bor paa de for Eleverne i Skolehusene indrettede Logirum . »

source: Ohcan , 150,00 ru. , oažžut smávvaskuvlla Dorskavutnii ákkastallojuvvo ná : « Dorskavuotna lea Fála nuorttabealde , ja das lea 25 kilomehter guhkes váivves luodda lagamus skuvlabiirii nannámis , Čeaváhaččas .
nob: Søknaden om kr 150,00 til småskole i Torskefjord er begrunna slik : « Torskefjord ligger paa østre Side aaf Kvaløen med en 25 kilometer lang besværlig vei til nærmeste Skolekreds paa fastlandet , Halsen .

source: Olbmot doppe leat dážat , muhto geafes dilis .
nob: Befolkningen er norsk , men i smaa Kaar .

source: Doppe bohtet lagamus boahtteáiggis leat 8 skuvlageatnegas máná .
nob: Her vil i den nærmeste fremtid blive 8 skolepliktige børn .

source: Dán rádjái lea leamaš measta veadjemeahttun oažžut Dorskavuona mánáid boahtit dábálaš biirreskuvlii .
nob: Hidtil har det været omtrent ugjørligt at faa Børn fra Torskefjord til at møde i den almindelige Kredsskole .

source: Jus oažžut doarjaga , jurddašit lágidit doppe 6–8 vahku skuvlla . »
nob: Hvis bidrag erholdes , tænkes avholdt 6 á 8 ugers skole . »

source: Vaikko sierra skuvlabiirre álggaheapmi gili várás gos orrot dušše dážat , ii oro leame juste Sámefoandda ovddasvástádus , de ohcan ferte leat dohkkehuvvon .
nob: Sjøl om oppretting av egen skolekrets for ei bygd der befolkninga var norsk , kan synes å være noe i utkant av Finnefondets område , må det ha blitt innvilga .

source: 1902 ohcamis muitala skuvlastivra ahte Dorskavuona biire lea álggahuvvon ja suohkan ohcá dál ruđa sullasaš smávvaskuvlabiirii Stállogárgui .
nob: Søknaden for 1902 forteller at Torskefjord krets da var oppretta , og man søker da om tilsvarende småskolekrets for Stallogargo .

source: Giellamolsun
nob: Språkskifte

source: Dalle go Johan H. B. Johansen , gii lei oahpaheaddjin Čeaváhačča , Guohcanjárgga ja Jiepmaluovtta biirriin , ozai sámefoandalasáhusa 1904:s , čálii ohcama mas vuđolaččat čilgii dáid skuvlabiirriid gielladili .
nob: Da Johan H. B. Johansen , som var lærer i kretsene Halsen , Grøtnes og Saraby , søkte om finnefondstillegg i 1904 , skreiv han en søknad der han gjorde grundig rede for språksituasjonen i disse skolekretsene .

source: Mii bájuhit ohcamis:«Skuvlabeavdegirjji čáliheamis , mii čuovvu mielddusin , oaidná , ahte Čeaváhačča biirres leat dušše 5 dážamáná , eará mánáin fas lea sámi ( 22 ) , kveana ( 7 ) dahje seaguhuvvon duogáš ( 6 ) .
nob: Vi siterer fra søknaden:«Af vedlagte udskrift af skoleprotokollen vil sees , at der i Halsen kreds kun er 5 norske børn , medens de øvrige børn enten er af lappisk ( 22 ) , kvænsk ( 7 ) eller blandet herkomst ( 6 ) .

source: Dattetge oahpahuvvo dán biirres dušše fal dárogillii , go mánát leat hui čeahpit hupmat ja ipmirdit dan giela ( grammatihkka ja riektačállin dieđusge ii leat árvvoštallon čilgedettiin ovdáneami dárogielas ) .
nob: Trods dette foregaar dog undervisningen i denne kreds udelukkende paa norsk , da børnene er særdeles flinke til at tale og forstaa dette sprog ( gramatik og retskrivning er selvfølgelig ikke taget i betragtning ved angivelsen af fremgangen i norsk ) .

source: Veardádussan sáhttá mearkkašit , ahte go álgen dán virgái 1885:s ledje dušše moadde máná , geat máhtte hupmat buorremuddui dárogillii .
nob: Til sammenligning kan anføres , at ved min overtagelse af posten i 1885 var det kun faa børn , der kunde udtrykke sig nogenlunde paa norsk .

source: Maiddái Guohcanjárgga biirres dáhpáhuvvá oahpahus duššefal dárogillii .
nob: Ogsaa i Grøtnes kreds foregaar undervisningen udelukkende paa norsk .

source: Jiepmaluovtta biirres leat buot mánát sámegielagat , ja sámegiella ferte doppe geavahuvvot veahkeneavvun oahpaheamis unna mánáide , dan bagadusa mielde maid Girkodepartemeanta 18/4 1898 lea almmuhan sámegiela ja kveanagiela veahkkegiellan geavaheami hárrái . »
nob: I Saraby kreds er samtlige børn lappiske , og det lappiske sprog maa her benyttes som hjælpemiddel ved undervisningen for de mindre børn , idet den af kirkedepartementet under 18/4 1898 udfærdigede instruks ang . brugen af lappisk og kvensk som hjælpesprog efterfølges . »

source: Maŋŋil go Anders Larsen fárrii , jávkkai sámegiella álfárot Fálesnuori skuvllaid oahpahusas .
nob: Etter at Anders Larsen flytta var det helt slutt på bruk av samisk i undervisninga i Kvalsund-skolene .

source: Guhkálaš dáruiduhttinpolitihkka attii dađistaga bohtosiid ja sođiid gaskkas álggii giellamolsun muhtin suohkanosiin .
nob: Langvarig fornorskingspolitikk ga etter hvert resultater og utover mellomkrigstida skjedde det et språkskifte i deler av kommunen .

source: Eará guovlluin , nugo Jáhkovuonas ja Áhpenjárggas , cevzzii sámegiella guhkit , maŋimus mánát geain lei sámegiela ruovttugiellan riegádedje 50-logu álggus , ja vázze nappo álbmotskuvlla 60-logus .
nob: I andre områder , som Kokelv og Revsnes holdt samisk seg lenger , de siste barna som vokste opp med samisk som hjemmespråk blei født først på 50-tallet og gikk altså på folkeskolen på 60-tallet .

source: Maŋimus sámegielat mánát ledje guovttegielagat go álge skuvlii , muhto vel nu maŋŋit go soađi áigge ledje dáppe oahppit geat máhtte hui unnán dárogiela go álge skuvlii .
nob: De siste samisktalende var tospråklige når de kom til skolen , men så seint som under krigen var her elever som kom til skolen med svært små eller ingen norskkunnskaper .

source: Jáhkovuonas lei sierralohpi oahpahit risttalašvuođa sámegillii guhkit áigge go suohkanis muđui .
nob: Kokelv hadde dispensasjon for å ha kristendomsundervisninga på samisk lenger enn resten av kommunen .

source: 08.09.1911 sáddii Girko- ja oahpahusdepartemeanta dán reivve Finnmárkku skuvladirektevrii:Hearrá skuvladirektevrra čállosiid vuođul mannan jagi golggotmánu 28. ja 31. b. almmuhuvvo diehtun ja viidásit bajásčuvgehussan , ahte departemeantta bagadusa 18/4–1898 , sámegiela geavaheami birra veahkkegiellan álbmotskuvllas , § 6 maŋimus oasi mielde , sáhttá dilálašvuođaid mielde dohkkehuvvot ahte oskkoldatoahppu Jáhkovuona biirres Fálesnuoris , skuvlajagi 1911–1912 loahpa rádjái , dáhpáhuvvá dušše fal sámegillii .
nob: 08.09.1911 sendte Kirke- og undervisningsdepartementet dette brevet til skoledirektøren i Finnmark:«I anledning av hr. skoledirektørens skrivelser av 28 og 31 oktober f. a. meddeles til efterretning og videre kundgjørelse at departementet i henhold til §6 sidste led i instruks av 18/4-1898 angaaende bruken av lappisk som hjælpesprog ved undervisningen i folkeskolen efter omstendigheterne finder at kunne samtykke i at religionsundervisningen i Kokelv kreds i Kvalsund indtil utgangen av skoleaaret 1911-1912 foregaar udelukkende paa lappisk .

source: Priváhta ja almmolaš geafivuohta
nob: Privat og offentlig fattigdom

source: Fálesnuoris leat máŋga dovdomearkka mat leat mihtilmasat mearrasámi guovlluide .
nob: Kvalsund har mange typiske trekk for kommuner i sjøsamisk område .

source: Eanaš olbmot leat ožžon ealáhusaset guolásteamis ja šibitdoalus , barggus báikkálašfatnasiin ja geaidnobarggus .
nob: Folk flest har livnært seg av fiske og fedrift , arbeid på lokalbåter og vegarbeid .

source: Dáppe lea leamaš ruvkedoaibma muhtun áigodagaid , muhto dat eai leat bistán guhká ain hávil .
nob: Her har i flere perioder vært gruvedrift , men drifta har vært kortvarig .

source: Deikke bohte suopmelaš , ruoŧŧelaš ja dáža ruvkebargit , ja muhtimat sin maŋisbohttiin orrot ain dáppe .
nob: Finske , svenske og norske gruvearbeiderne som kom flyttende bidro til å endre den etniske sammensetninga av kommunen , og mange av deres etterkommere bor fortsatt her .

source: Skuvlahistorjjás mii oaidnit ahte suohkanii lea leamaš váttis ruhtadit govttolaš skuvlafálaldaga .
nob: Av skolehistoria ser vi at kommunen har hatt problem med å finansiere et anstendig skoletilbud .

source: 1926:s ledje olles ovcci biirre , main ledje njealjis juogekeahtes , golmmas ledje guovttejuogogat ja guovttis fas golmmajuogogat .
nob: Med spredt befolkning og dårlige kommunikasjoner var det behov for mange skolekretser . I 1926 var det hele 9 kretser , derav 4 udelte , 3 todelte og 2 tredelte .

source: Goit ovttas dáin , Gieldaluovtta ( Skádjasullo ) skuvllas , ii lean goassege iežas skuvlavisti , muhto baicce láigohii lanja priváhta viesus dassái go biire heaittihuvvui 1933:s .
nob: I alle fall en av disse , Sjåholmen skole , hadde aldri eget skolehus , men leide rom i et privathus til kretsen blei inndratt i 1933 .

source: Jens Berg-Hansen muitala Gløtt fra Kvalsunds skolehistorie - girjjážis:«Skuvlastivrabeavdegirji addá máŋga ovdamearkka sihke almmolaš ja priváhta geafivuođas .
nob: Jens Berg-Hansen forteller i Gløtt fra Kvalsunds skolehistorie : « Skolestyreprotokollen gir nok av eksempler på både offentlig og privat fattigdom .

source: Skuvlaviesuid váilevašvuođat ja billašumit gieđahallojit ohpit , ja čovdojuvvojit dábálaččat dan láhkai ahte ovddaolmmái oažžu válddi ordnet ášši « hálbbimus vuogi mielde » dahje háhkat buot dárbbašlaččamusa , ... Priváhta geafivuođa mii deaivat maid .
nob: Mangler og forfall ved skolehusene behandles stadig , og løses oftest ved at formannen gis fullmakt til å ordne saken « på billigste måte » eller å anskaffe det mest nødvendige , ... Den private fattigdommen møter vi også .

source: Skuvlastivra máksá juohke jagi oahppogirjjiid mánáide geaid váhnemat eai suitte ieža máksit , ja skuvladirektevrra bokte bohtet erenoamášdoarjagat biktasiidda ja skuovaide geafes mánáide.»[7 ]
nob: Skolestyret dekker hvert år lærebøker for barn der de foresatte ikke har råd til å betale selv , og gjennom skoledirektøren kommer det særbidrag til klær og sko til fattige skolebarn.»[7 ]

source: Guovddáš oassi dáruiduhttinpolitihkas lei internáhttahuksen .
nob: Et sentralt ledd i fornorskingspolitikken var bygging av internat .

source: Jáhkovuotna oaččui stáhtainternáhta 1922:s , ja suohkan geahččalii máŋgii oažžut stáhta hukset eanet internáhtaid .
nob: Kokelv fikk statsinternat i 1922 , og kommunen gjorde flere forsøk på å få staten til å bygge flere internat .

source: Dat ii lihkostuvvan , ja danin álggahuvvojedje suohkanlaš internáhtat Náivutnii , Gámanjárgii ja Riehppovutnii .
nob: Det lykkes ikke og det blei derfor satt i gang kommunale internat , i Neverfjord , på Komagnes og i Repparfjord .

source: Dan dihtii go suohkan ii suitán hukset ođđa visttiid , de internáhtat álggahuvvojedje boares viesuin .
nob: Siden kommunen ikke hadde råd til nybygg , blei internata satt i gang i gamle hus .

source: Náivuona internáhtas ledje dilit nu heittogat ahte váhnemat 30-logu loahpas čađahedje guhkálaš skuvlastreaikka .
nob: Ved Neverfjord internat var forholda så dårlige at foreldra sist på 30-tallet gikk til langvarig skolestreik .

source: Soahti ja ođđasithuksen
nob: Krig og gjenreising

source: Nugo namuhuvvon dán girjji artihkkalis Davvesiidda birra , bovdejuvvojedje buot skuvlastivrrat muitalit « Galle sámi máná ožžot oahpahusa álbmotskuvllain ... ? »
nob: Som nevnt i artikkelen fra Lebesby i denne boka , blei det i 1943 alle skolestyrer bedt om å oppgi « Hvor mange lappiske barn mottar undervisning i folkeskolene ... ? »

source: ja « Galle sámi oahpaheaddji oassálastet dáid mánáid oahpaheapmái ... » .
nob: og « Hvor mange lappiske lærere deltar i undervisning av disse barn ... » .

source: Fálesnuori skuvlastivrra vástádus lei : « Fálesnuori suohkanis ii oaččo oktage ( buhtes ) sámemánná oahpahusa suohkana álbmotskuvllain . »
nob: Svaret fra Kvalsund skolestyre er : « I Kvalsund kommune mottar ingen ( reine ) lappebarn undervisning i kommunens folkeskoler . »

source: Dainna go bijai sisa sáni « buhtes » , mii ii lean mielde gažaldagas , nagodii skuvlastivrajođiheaddji Julius Gamman vealtit muitaleames ahte stuora oasis Fálesnuori ohppiin lei sámi duogáš .
nob: Med å legge inn et « ( reine ) » , som ikke var med i spørsmålet , klarer skolestyreformann Julius Gamman her å omgå det faktum at en stor del av elevene i Kvalsund hadde samisk bakgrunn .

source: Dan áigge ledje ain oalle máŋga sámegielat oahppi , ain juo Jáhkovuona biirres .
nob: På denne tida var her også fortsatt en god del samisktalende elever , i alle fall i Kokelv krets .

source: Fálesnuorri šattai dievaslaččat gillát duiskalaččaid « boldojuvvon eana » - taktihkas , ii mihkkege seilon .
nob: Kvalsund var fullt ut offer for tyskernes brent jord-taktikk og ingenting sto igjen .

source: Eatnasat Fálesnuoris evakuerejuvvojedje , dušše muhtun soames olmmoš báhtarii meahccái .
nob: De aller fleste i Kvalsund blei evakuert , noen ganske få rømte til fjells .

source: Sii geat ledje skuvlaagis1940– 47 masse ovtta dahje soames jagi skuvlla . Ja dallege go besse skuvlii de dat heahtašuvai das ahte dilit ja oahpaheaddjit molsašuvve dávjá , skuvlaviesut ledje heittogat ja ledje maid unnán oahpponeavvut .
nob: De som var i skolepliktig alder 1940–47 tapte trolig alle ett eller flere års skolegang , og i den grad de fikk skole var denne hemma av stadig skiftende forhold og lærere , dårlige skolebygg og dårlig tilgang på læremidler .

source: Isak Leiros lei oahpaheaddjin Ráhkkerávjjus olbmoagi .
nob: Isak Leiros var lærer i Kvalsund i en mannsalder .

source: Dá son lea ovttas eamidiinis Svanhildiin ja nieiddaineaskka .
nob: Her er han avbilda sammen med kona Svanhild og dattera deres .

source: ( Govva : Robert Paine / Finnmarksbiblioteket )
nob: ( Foto : Robert Paine / Finnmarksbiblioteket )

source: Fálesnuori olbmot šadde eváhkkui bieđgguid miehtá Norgga , ja oahppit geat oppanassiige vázze skuvlla doppe gosa ledje sáddejuvvon , vázze dan hui molsašuddi diliin .
nob: Befolkninga i Kvalsund blei under evakueringa spredt over hele landet og de elevene som fikk skolegang mens de var evakuerte , fikk det under svært forskjellige forhold .

source: Dalán soađi maŋŋil ožžo máŋgasat skuvlaoahpahusa erenoamáš leairrain ja skuvllain mat ásahuvvojedje boldojuvvon guovlluid ohppiide .
nob: Etter frigjøringa var det mange som fikk skole i de spesielle leirene og skolene som var oppretta for finnmarkselever .

source: Vuosttaš oahpahus Fálesnuoris álggahuvvui 1946 giđa beallegárvves skuvlabráhkas Čeaváhaččas ( Ráhkkerávjju lahka ) . Skuvlajagi 1946/47:s ledje ceggejuvvon skuvlabráhkat buot biirriide : Stállogárggui , Jáhkovutnii , Gámanjárgii , Náivutnii , Jiepmaluktii , Riehppovutnii .
nob: Den første undervisninga i Kvalsund starta våren 1946 i ei halvferdig skolebrakke på Halsen ( nær Kvalsund sentrum ) , i løpet av skoleåret 1946/47 var det reist skolebrakker i alle kretser : Stallogargo , Kokelv , Komagnes , Neverfjord , Saraby og Repparfjord .

source: Lea dovddus ahte eatnasat fárrejedje ruovttoluotta ruovttubáikkiide , aivve eiseválddiid guovdilastinsávaldagaid vuostá .
nob: Som kjent flytta folk stort sett tilbake til sine hjemsteder , stikk i strid med sentrale myndigheters ønske om sentralisering .

source: Bráhkkaskuvllat maid ceggejuvvojedje eanáš daid báikkiide gos lei leamaš skuvla ovdal soađi .
nob: Brakkeskoler blei også satt opp de fleste steder der det hadde vært skole før krigen .

source: Muhto dalle go bistevaš skuvllat galge buhttet bráhkkaskuvllaid , de bohciidii fas digaštallan guđe báikkiin skuvllat galge leat .
nob: Men da disse skulle erstattes av permanente skoler , kom diskusjonen opp igjen om hvilke steder som skulle få skole .

source: Ovddeš skuvlahoavda Ernst Hokland válddahallá dán ášši ná Fálesnuori ektui : « Guovddáš eiseválddit celke ahte berre vuođđudit biirriid main lei nu buorre luohkkájuohkin go vejolaš , seammás go báikkálaččat fas bohte gáibádusat álggahit ođđa smávva biirežiid Áhpenjárggas , Jiepmaluovttas , Gieldaluovttas ( Skádjasullos ) ja Veaiggevuonas .
nob: Tidligere skolesjef Ernst Hokland skildrer dette slik for Kvalsunds vedkommende : « Sentrale myndigheter slo til lyd for etablering av kretser med gunstigst mulig klassedeling , mens en lokalt fikk krav om oppretting av nye småkretser , i Revsneshamn , Saraby , på Skjåholmen og i Fægfjorden .

source: Dušše maŋimus gáibádus ollášuhttojuvvui , go fas Gieldaluovttas lei muhtin áiggi 50-logu álggus skuvla láigolanjain garraseamos dálveáiggi.»[8 ]
nob: Bare det siste kravet ble imøtekommet , mens Skjåholmen i en periode tidlig i 50-åra hadde skole i leide lokaler i den hardeste vintertida.»[8 ]

source: Bistevaš skuvllat válbmanedje 1951 ja 1960 gaskkas .
nob: De permanente skolene blei ferdige fra 1951 til 1960 .

source: Njealji internáhtas , mat gávdnojedje ovdal soađi , huksejuvvojedje ođđasit dušše guokte , Jáhkovutnii ja Náivutnii , goappašagat válbmaneigga 1956:s .
nob: Av fire internat før krigen blei bare to gjenreist , Kokelv og Neverfjord , begge sto ferdige i 1956 .

source: Náivuona internáhtta heaittihuvvui 1977:s , Jáhkovuona internáhtta fas 1982:s .
nob: Internatet i Neverfjord blei lagt ned i 1977 og i Kokelv i 1982 .

source: Fidnokursa ja álbmotallaskuvla
nob: Yrkeskurs og folkehøgskole

source: 70-logus huksejuvvojedje joatkkaskuvlafálaldagat miehtá Finnmárkku , ja Fálesnuorri lei okta dan dušše golmma suohkanis gos ii lean makkárge fálaldat .
nob: Da videregående skole blei bygd ut på 70-tallet var Kvalsund en av bare tre kommuner i Finnmark som ikke hadde noe videregående tilbud .

source: Jagi 1964 maŋŋá leat buot suohkana oahppit ferten vuolgit eret ruovttusuohkanisttiset jus ležžet háliidan juoga eambbo go maid geatnegahtton skuvlla attii .
nob: Etter 1964 har alle elever i Kvalsund vært nødt til å reise ut av kommunen dersom de ville ha noe mer enn den obligatoriske skolegangen .

source: 1940- ja 50-logus fas lei ovtta gaskka nuppi gežiid . Oahppit miehtá Finnmárkku bohte Fálesnuorrái .
nob: På 1940- og 50-tallet var det derimot ei tid at Kvalsund trakk elever fra store deler av Finnmark .

source: Jagis 1946 bohte máŋga eaktodáhtolačča Fredsvennenes hjelpetjeneste [ 9 ] . bokte searvan dihte ođđasithuksenbargui .
nob: I 1946 kom mange frivillige for å delta i gjenreisingsarbeidet gjennom Fredsvennenes hjelpetjeneste [ 9 ] .

source: Sii barge máŋgga sajis Oarje-Finnmárkku rittus , ja sis lei váldoorohat Ráhkkerávjjus .
nob: De arbeida på flere steder på kysten av Vest-Finnmark , og hadde sin hovedbase i Kvalsund .

source: Doppe lágidedje fidnokurssaid 1946 čavčča ja 1947 giđa .
nob: Her arrangerte de yrkeskurs høsten 1946 og våren 1947 .

source: Ledje kurssat snihkkáriidda , mekanihkkáriidda , dállodoalus ja goarrumis .
nob: Det var kurs for snekkere , mekanikere , i husstell og søm .

source: Dáid kurssaid leat válddahallan eará artihkkaliin dán girjjis .
nob: Disse kursa er nærmere omtalt i andre artikler i denne boka .

source: Jagis 1947 addojuvvojedje visttit ja neavvut fidnooahppolávdegoddái ( Vest-Finnmark yrkesopplæringsnemnd ) ja Fálesnuori suohkanii .
nob: I 1947 blei bygninger og utstyr overlatt til Vest-Finnmark yrkesopplæringsnemnd og Kvalsund kommune .

source: Muhtimat sis geat ledje leamaš oahpaheaddjin vuosttaš jagi jotke vel jagi .
nob: Noen av de som hadde vært lærere det første året fortsatte ennå et år .

source: Suohkan jođihii fidnokurssaid 1951 rádjái .
nob: Kommunen holdt da yrkeskursa gående fram til 1951 .

source: 1949:s fárrii Svanvik álbmotallaskuvla [ 10 ] gaskaboddosaččat Skáidái , ja skuvla lei doppe 1964 rádjái .
nob: I 1949 flytta Svanvik folkehøgskole [ 10 ] midlertidig til Skáidi , og var der til 1964 .

source: 1953-54:s álggahuvvui eaktodáhtolaš suohkanlaš joatkkaskuvla ( framhaldsskole ) , mii bisttii dassái go 9-jagáš skuvlaortnet ásahuvvui 1964:s .
nob: I 1953/54 blei det satt i gang frivillig kommunal framhaldsskole , som varte fram til 9-årig skole blei innført i 1964 .

source: Dalle huksejuvvui ođđa nuoraidskuvlavisti Ráhkkerávjui , ja buot oahppit olles suohkanis fertejedje mannat dohko vázzit 7.–9. luohká .
nob: Det blei da bygd nytt ungdomsskolebygg i Kvalsund og alle elever fra hele kommunen måtte dra hit for å gå 7.–9. klasse .

source: Dalle heaittihuvvojedje muhtimat dain unnimus skuvlabiirriin ; Gámanjárga ja Veaiggevuotna 1964:s ja Riehppovuotna 1966:s .
nob: Da blei noen av de minste skolekretsene inndratt ; Komagnes og Fægfjord i 1964 og Repparfjord i 1966 .

source: Seammás álggahuvvui skuvlasáhtu .
nob: Samtidig blei det oppretta skoleskyssruter .

source: Ii lean hállu ođđa internáhtaide , ja danin lágidedje priváhta orrunsajiid daid ohppiide geat fertejedje vázzit nuoraidskuvlla Ráhkkerávjjus ja geat eai sáhttán mannat ruoktot juohke beaivvi skuvlasáhtuin .
nob: Skolemyndighetene ønska nå ikke utbygging av nye internat , så for elever som måtte gå ungdomsskolen i Kvalsund og ikke kunne komme hjem hver dag med skoleskyss , blei det ordna med privat innkvartering .

source: Eanemustá ledje badjel 70 oahppi geat orro priváhta lanjain gilis .
nob: På det meste var over 70 elever innlosjert privat i bygda .

source: Orrunsajiid dárbu geahppánii go Jáhkovuotna oaččui nuoraidskuvlla 70-logu loahpas ja go huksejuvvui ollesjagiluodda Jiepmaluktii .
nob: Behovet for innkvartering gikk ned da Kokelv fikk ungdomsskole fra slutten av 70-tallet og det blei bygd helårsveg til Saraby .

source: 1980-logu mielde geahppánii ohppiidlohku mealgat suohkanis .
nob: I løpet av 1980-tallet gikk elevtallet i kommunen kraftig tilbake .

source: Stállogárgos sirdašuvai stuoraskuvla Ráhkkerávjui dalle go Fálesnuorrešaldi huksejuvvui 1981:s , ja logi jagi maŋŋá heaittihuvvui maiddái smávvaskuvla .
nob: På Stallogargo skole blei storskolen overført til Kvalsund da Kvalsundbrua blei bygd i 1981 , og ti år seinere blei også småskolen lagt ned .

source: Kluppu skuvla ii leat formálalaččat heaittihuvvon , muhto ii leat leamaš doaimmas 1994 rájes .
nob: Klubben skole er formelt sett ikke lagt ned , men har ikke vært i drift siden 1994 .

source: 2007:s eai leat šat go golbma saji gos skuvllat doibmet suohkanis : Ráhkkerávjjus , Jáhkovuonas ja Náivuonas .
nob: I 2007 er det bare tre skoler igjen i drift i kommunen : Kvalsund , Kokelv og Neverfjord .

source: Olbmot máttaráiggi haga ?
nob: Folk uten fortid ?

source: 1986:s almmuhii Reidar Nielsen girjji Folk uten fortid , Oarje-Finnmárkku mearrasámiid birra .
nob: I 1986 utga Reidar Nielsen boka Folk uten fortid , om sjøsamene i Vest-Finnmark .

source: Stuora oassi girjjis lea Fálesnuori olbmuid birra .
nob: En stor del av boka handler om folk i Kvalsund kommune .

source: Leat moadde siva dasa ahte olbmot dáppe leat massán oktavuođa iežaset máttaráiggiin .
nob: Det er flere årsaker til at folk her i stor grad har mista kontakten med fortida si .

source: Dáruiduhttinpolitihkka dagahii ahte nuorat eai oahppan giela mainna áhkut ja ádját ledje sáhttit muitaladdat muitalusaid , seammás go sámekultuvra adnojuvvui uhcit árvosažžan , mas galggai beassat eret .
nob: Fornorskingspolitikken gjorde at mange unge ikke lærte det språket som besteforeldregenerasjonen kunne fortalt historier på , samtidig som det samiske blei vurdert som noe mindreverdig som man måtte frigjøre seg fra .
